[
"Dans la phrase «le voleur a volé une télévision», où est le sujet? En prison!",
"J’ai dit à ma conjointe qu’elle dessinait ses sourcils trop hauts. Elle m’a regardé l’air surpris.",
"Avez-vous entendu parler des deux personnes qui ont volé un calendrier? Ils ont pris chacun six mois.",
"Un volcan s’installe à côté d’une colline: Ça te dérange si je fume?",
"Que fait une vache quand elle a les yeux fermés? Elle fabrique du lait concentré.",
"Savez-vous pourquoi le père Noël rit tout le temps? Parce que ce n’est pas lui qui paye les cadeaux!",
"Tu connais la blague du photographe? Elle n’est pas encore développée!",
"Comment appelle-t-on un hamster dans l’espace? Un hamsteroïde.",
"Un astronaute qui commet un crime dans l’espace sera-t-il puni? Non car il s’agit d’un crime sans gravité.",
"Comment appelle-t-on un bébé éléphant prématuré? Un éléphant tôt.",
"Que fait un crocodile quand il rencontre une superbe femelle? Il Lacoste.",
"Comment se nomme l’oiseau qui se gratte d’un seul coté? Un oiseau mi-gratteur.",
"Vous connaissez l’histoire du lit vertical? C’est une histoire à dormir debout.",
"Comment appelle-t-on le Comte Dracula? Mon saigneur.",
"Comment appelle-t-on un roux dans un four? Un Rôuti.",
"Qu’est-ce qui est jaune et qui court vite? Un citron pressé.",
"Comment s’appelle la fée la plus paresseuse? La fée Néante.",
"J’ai inventé un nouveau mot: le plagiat!",
"Avez-vous entendu parler de l’astronaute claustrophobe? Il avait juste besoin d’un peu d’espace.",
"Pourquoi les pêcheurs ne sont pas gros? Parce qu’ils surveillent leur ligne.",
"Vous connaissez l’histoire de l’armoire?  Elle n’est pas commode…",
"Comment appelle-t-on un chien magique? Un labracadabrador.",

"Pourquoi le yaourt est-il allé au musée? Parce qu’il est cultivé.",
"Quelle race de chien peut sauter plus haut que les bâtiments? N’importe quel chien, car les bâtiments ne peuvent pas sauter.",
"Connaissez-vous la blague sur les magasins? Mais elle n’a pas supermarché…",
"Qu’est-ce qu’un canife? Un petit fien",
"Un jour Dieu dit à Casto de ramer. Et depuis, castorama",
"C’est un bœuf, qui court… Puis qui se viande.",
"Un informaticien ne s’ennuie pas… Il se Fichier…",
"Quel est la date de la fête des fumeurs ? Le 1er juin.",
"Quelle est la définition du soutien-gorge ? Il soutient les faibles, maintient les forts et ramène les égarés.",
"Qu'est-ce qu'une manifestation d'aveugles ? Un festival de Cannes",
"Quelle est la différence entre une échelle et un pistolet ? L'échelle sert à monter, le pistolet sert à descendre.",
"Comment appelle-t-on un nain qui distribue le courrier? Un truand... car c'est un nain posteur.",
"Pourquoi Napoléon n'a pas acheté une maison ? Parce qu'il avait déjà un bonne appart (bonparte) ",
"Quel est le point commun entre un professeur et un thermomètre ? On tremble quand ils marquent zéro !",
"Pourquoi un chasseur emmène-t-il son fusil aux toilettes ? Pour tirer la chasse.",
"Un homme est arrêté pour vol de voiture. Des années plus tard, il est libéré pour bonne conduite !",
"Qu'est ce qu'une duche? Une douche sans o...",
"Méfiez vous de l’oiseau sur le lac : C’est peut-être un mauvais cygne !",
"Pourquoi les anglais n’aiment pas les grenouilles ? Car elles font le thé tard !",
"Grâce à quoi peut-on enlever le chewing-gum dans les cheveux ? Le cancer.",
"Comment appelle-t-on un cochon avec des ailes? Un aéro porc",
"Où va le chien de traîneau pour ses vacances ? Il va husky",
]
